Revit 2027 API
ParameterTypeId.RbsElecDistributionNodeSupplyTo Property
 "Supply To"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDistributionNodeSupplyTo { get; }
Public Shared ReadOnly Property RbsElecDistributionNodeSupplyTo As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDistributionNodeSupplyTo {
	ForgeTypeId^ get ();
}
static member RbsElecDistributionNodeSupplyTo : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace